const news = [
  {
    id: 1,
    title: "公司成功举办2024年度医疗器械展览会",
    date: "2024-05-15",
    summary:
      "本次展览会汇聚了行业内众多领先企业，展示了最新的医疗器械技术和产品，促进了业内交流与合作。",
  },
  {
    id: 2,
    title: "新产品获国家医疗器械注册证",
    date: "2024-04-10",
    summary:
      "我司最新研发的一次性使用包皮切割吻合器成功获得国家医疗器械注册证，标志着公司在创新医疗器械领域迈出了重要一步。",
  },
  {
    id: 3,
    title: "与知名医院达成战略合作",
    date: "2024-03-20",
    summary:
      "我司与多家知名医院建立了战略合作关系，推动医疗器械技术的临床应用和创新发展。",
  },
  {
    id: 4,
    title: "公司荣获“优秀医疗器械企业”称号",
    date: "2024-02-15",
    summary:
      "公司凭借卓越的产品质量和创新能力，荣获行业内权威机构颁发的“优秀医疗器械企业”称号，进一步提升了品牌影响力。",
  },
  {
    id: 5,
    title: "启动新一轮研发项目，聚焦智能医疗器械",
    date: "2024-01-30",
    summary:
      "公司宣布启动新一轮研发项目，重点聚焦智能医疗器械领域，致力于推动医疗技术的智能化和数字化转型。",
  },
  {
    id: 6,
    title: "公司通过ISO 13485质量管理体系认证",
    date: "2024-01-10",
    summary:
      "我司成功通过ISO 13485质量管理体系认证，进一步提升了产品质量管理水平，确保为客户提供高品质的医疗器械产品。",
  },
  {
    id: 7,
    title: "举办首届员工技能大赛，激发创新活力",
    date: "2024-05-01",
    summary:
      "公司成功举办首届员工技能大赛，旨在激发员工的创新活力和专业技能，推动企业持续发展。",
  },
  {
    id: 8,
    title: "公司网站全新上线，提升用户体验",
    date: "2024-04-05",
    summary:
      "我司全新改版的网站正式上线，优化了用户界面和功能设计，提升了客户的浏览和使用体验。",
  },
  {
    id: 9,
    title: "参与公益医疗项目，助力健康中国建设",
    date: "2024-03-12",
    summary:
      "公司积极参与多项公益医疗项目，致力于提升基层医疗服务水平，助力健康中国建设。",
  },
  {
    id: 10,
    title:
      "公司年度财报发布，业绩稳步增长,公司年度财报发布，业绩稳步增长,公司年度财报发布，业绩稳步增长,公司年度财报发布，业绩稳步增长",
    date: "2024-02-28",
    summary:
      "我司发布了2023年度财报，显示公司在过去一年中实现了稳步增长，业务拓展和市场份额均有所提升。",
  },
];

export default news;
