const products = [
  {
    id: 1,
    name: "一次性使用包皮切割吻合器-创新版",
    description:
      "包皮吻合器的主要功能是替代传统手工缝合，通过内置环形刀与吻合钉的协同作用，在切除过长包皮的同时，自动完成吻合操作。其设计模拟订书机原理，利用钛钉或不锈钢钉固定组织，确保吻合口严密、松紧适中，减少术后出血与感染风险。例如，包皮切割吻合器通过调节旋钮控制切割深度，配合保险块与活动手柄，实现安全、可控的手术操作。",
    href: "/images/products/1.webp",
  },
  {
    id: 2,
    name: "一次性使用包皮切割吻合器-标准版",
    description:
      "包皮吻合器的主要功能是替代传统手工缝合，通过内置环形刀与吻合钉的协同作用，在切除过长包皮的同时，自动完成吻合操作。其设计模拟订书机原理，利用钛钉或不锈钢钉固定组织，确保吻合口严密、松紧适中，减少术后出血与感染风险。例如，包皮切割吻合器通过调节旋钮控制切割深度，配合保险块与活动手柄，实现安全、可控的手术操作。",
    href: "/images/products/2.webp",
  },
  {
    id: 3,
    name: "套管穿刺器械",
    description:
      "一次性使用腹腔镜用穿刺器及套装是一种用于腹腔镜手术中建立手术入路通道的专用器械。产品通过穿刺头在腹壁形成通道，使腹腔镜、手术器械等能够顺利进入腹腔。该产品适用于普外科、妇科、泌尿外科等各类腔镜手术，一次性使用医疗器械，避免重复灭菌造成的感染风险，提升手术效率与安全性。",
    href: "/images/products/3.webp",
  },
  {
    id: 4,
    name: "一次性使用痔疮套扎器",
    description:
      "一次性使用痔疮套扎吻合器是一种专为痔疮治疗设计的微创手术器械，通过机械性套扎与吻合技术，精准阻断痔核血供，促进其缺血坏死并自然脱落，同时重建肛门正常解剖结构。该器械结合了套扎与吻合的双重功能，具有操作简便、创伤小、恢复快等优势，广泛应用于内痔、混合痔及部分直肠病变的治疗。",
    href: "/images/products/4.webp",
  },
  {
    id: 5,
    name: "移动滑垫",
    description:
      "本产品改变了传统的病人转移(过床)方式，省时省力，方便快捷，不会导致病人肢体扭曲，从而避免了由于转移方式不当可能会造成的手术伤口撕裂、脊椎损伤、骨折断端移位、血栓脱落二次损伤。",
    href: "/images/products/5.webp",
  },
  {
    id: 6,
    name: "气管插管固定器",
    description:
      "手术或者检查时候患者开口的辅助器械，由导管固定器、皮肤隔离垫、可调节颈带组成。其中，导管固定器为聚丙烯材料，皮肤隔离垫为水胶体材料，可调节颈带为尼龙织带。",
    href: "/images/products/6.webp",
  },
];

export default products;
